{
  "titles": [
    {
      "id": "lola-2019",
      "title": "Lola (2019)",
      "description": "Lola, osmnáctiletá dívka s odbarvenými blond vlasy, žije v pěstounském domově se svým jediným přítelem Samirem. Impulzivní a osamělá, snaží se získat diplom veterinární asistentky. Když její matka zemře, otec Philippe se postará o to, aby Lola zmeškala pohřeb. Před dvěma lety ji totiž vyhodil z rodinného domu – tehdy byla ještě Lionelem. Philippe je odhodlaný splnit poslední přání Catherine: rozptýlit její popel v dunách u Severního moře, kde prožila dětství. Lola na něj cítí velkou zlost, ale nechce nechat matku na její poslední cestě samotnou. Neochotně tak vyrážejí na cestu společně.",
      "labels": ["drama", "parents", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["french", "flemish", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://www.youtube.com/embed/kbBpiy2GkGo?si=zFwNteg4YUBkxl7V" }
       ],
      "runtime": "90 min",
      "imdb": "tt8356178",
      "creator": ["??"]
    },
    {
      "id": "most-2019",
      "title": "Most! (2019)",
      "description": "Hlavního hrdinu Luďka vyhodí z práce kvůli rasistickým poznámkám. V hospodě, kam utíká před svými problémy, Luďka navštíví pošťák Ondra z pořadu Pošta pro tebe. Luděk se rozhodne, že v pořadu přednese hlavní problémy, které obyvatele Mostu trápí. V Poště pro tebe se setká se svou sestrou Dášou, která byla dříve jeho bratr Pavel, a poperou se. Z televize odjíždějí společně a později v noci společně vyhrávají tajný závod. Dáša se nakonec nastěhuje k Luďkovi do jejich domu po otci. ",
      "labels": ["comedy", "pub", "small-town", "transgender", "mtf"],
      "types": ["serie"],
      "languages": ["czech"],
      "items": [
        { "title": "s01e01", "link": "https://online.sktorrent.eu/embed/0056c30eb5241f06bfe9" },
        { "title": "s01e02", "link": "https://online.sktorrent.eu/embed/d255282de7d11391e1b6" },
        { "title": "s01e03", "link": "https://online.sktorrent.eu/embed/a482f04dcecde07e27de" },
        { "title": "s01e04", "link": "https://online.sktorrent.eu/embed/d24a7f09a889483a50e8" },
        { "title": "s01e05", "link": "https://online.sktorrent.eu/embed/55ceb62d785c6b7f10a8" },
        { "title": "s01e06", "link": "https://online.sktorrent.eu/embed/8824e5ab0472e022e577" },
        { "title": "s01e07", "link": "https://online.sktorrent.eu/embed/c984afa0c517ad0d557a" },
        { "title": "s01e08", "link": "https://online.sktorrent.eu/embed/a602ee2dc0ccab5b7b67" }
       ],
      "runtime": "358 min",
      "imdb": "tt8610916",
      "creator": ["CzechTV"]
    },
    {
      "id": "girl-2018",
      "title": "Girl (2018)",
      "title-cs": "Dívka",
      "description": "Lara je trans dívka, která se narodila s tělem a jménem chlapce. Podstupuje hormonální a chirurgické procedury, které z ní udělají ženu. Zároveň se zapisuje na prestižní baletní školu, kde si chce splnit sen a stát se tanečnicí. Jeden z nejsilnějších motivů Dívky, od kterého režisér Lukas Dhont od začátku do konce neuhýbá, je ten, že všichni z Lařina okolí, ať už doma či ve škole, plně podporují její touhy a snahy. Její rodina se přestěhovala do jiného města, aby Lara mohla chodit na baletní školu, její učitelé k ní přistupují úplně stejně jako ke všem ostatním studentům a studentkám, její otec pečlivě sleduje léčbu a doprovází ji na schůzky s lékaři a pokládá konstruktivní otázky. Síla filmu z velké části vychází z drsné pravdy: všechna tato podpora Laře proměnu nijak neusnadňuje. Jen zabraňuje tomu, aby byla horší, než je.",
      "labels": ["drama", "school", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["french", "flemish", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://drive.google.com/file/d/1Ekiwu4GRCvDIEIRQI0Ay9DSIcsNqr0z1/preview" }
       ],
      "runtime": "105 min",
      "imdb": "tt8254556",
      "creator": ["??"]
    },
    {
      "id": "the-assignment-2016",
      "title": "The Assignment (2016)",
      "description": "Dr. Rachel Jane, bývalá plastická chirurgyně s pokřivenou vizí lepšího světa, po ztrátě licence provádí nelegální operace na bezdomovcích. Když zjistí, že jejího bratra zavraždil zabiják Frank Kitchen, rozhodne se pomstít a zároveň otestovat hranice identity – provede na Frankovi změnu pohlaví. Frank je zděšený, ale po překonání šoku plánuje pomstu a zabíjí všechny, kteří se na jeho operaci podíleli. Nakonec zohaví Jane ruce, aby už nikdy nemohla operovat.",
      "labels": ["action", "krimi", "thriller", "tomboy", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/baf0e86671a5109e2215" }
       ],
      "runtime": "95 min",
      "imdb": "tt5034474",
      "creator": ["??"]
    },
    {
      "id": "the-danish-girl-2015",
      "title": "The Danish Girl (2015)",
      "description": "Ve 20. letech 20. století v Kodani požádá portrétní malířka Gerda Wegener svého manžela Einara, známého krajináře a uzavřenou trans ženu, aby se postavil za model pro její obraz. Tato zkušenost vyvolá v Einarovi touhu přiznat svou transidentitu a přejít na jméno Lili. Lili a Gerda se přestěhují do Paříže, kde Lili začíná podstupovat experimentální operaci změny pohlaví.",
      "labels": ["drama", "romantic", "true-story", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["english", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://drive.google.com/file/d/1Dt9pgs8fZbD--7fUGzhn-BSYTCFzjfxe/preview" }
       ],
      "runtime": "119 min",
      "imdb": "tt0810819",
      "creator": ["Universal Pictures"]
    },
    {
      "id": "tangerine-2015",
      "title": "Tangerine (2015)",
      "description": "Po osmadvaceti dlouhých dnech se Sin-Dee vrací na svou čtvrť. Jsou Vánoce a všichni se snaží naladit na sváteční atmosféru. Sin-Dee však čeká šok – náhodou zjistí, že ji Chester, láska jejího života, podváděl. A to si plánovala společnou budoucnost. Zlomená a ponížená se rozhodne vypátrat nevěrného Chestera a nikdo ji nezastaví – ani její nejlepší kamarádka Alexandra, která se marně snaží být hlasem rozumu. Nic ji nezastaví v hledání spravedlnosti. Koneckonců, kdo by chtěl žít ve lži?",
      "labels": ["comedy", "drama", "prostitution", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["english", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://www.youtube.com/embed/L-S4CJeg2Xc?si=vfU_gJutcyZ8wMnk" }
       ],
      "runtime": "84 min",
      "imdb": "tt3824458",
      "creator": ["Magnolia Pictures"]
    },
    {
      "id": "boy-meets-girl-2014",
      "title": "Boy Meets Girl (2014)",
      "description": "Jednadvacetiletá Ricky, transgender dívka žijící v malém městě v Kentucky, sní o tom, že se přestěhuje do New Yorku a bude studovat módní design. Pracuje jako baristka a většinu času tráví se svým jediným přítelem Robbym, který je po jejím boku už 15 let. Jednoho dne do kavárny přijde Francesca, místní dívka, a mezi ní a Ricky nečekaně vznikne přátelství, které postupně přeroste v milostný vztah.",
      "labels": ["comedy", "romantic", "fashion", "small-town", "transgender", "mtf"],
      "types": ["movie"],
      "languages": ["english", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://www.youtube.com/embed/M68o5yuAnFc?si=zx_CiZFy_s6O4wcs" }
       ],
      "runtime": "100 min",
      "imdb": "tt3007302",
      "creator": ["Wolfe Video"]
    },
    {
      "id": "himegoto-2014",
      "title": "Himegoto (2014)",
      "description": "Hime Arikawa utíká před vymahači dluhů poté, co zdědil dluhy po svých rodičích. Obléknutý v kostýmu služebné je zachráněn studentskou radou ze střední školy Shimoshina, která za něj dluh splatí, ale požaduje, aby přestoupil na jejich školu a stal se jejich sluhou. Nyní je Hime nucen převlékat se za dívku a čelit nástrahám nového života i výzvám ze strany spolužáků.",
      "labels": ["comedy", "ecchi", "school", "crossdress"],
      "types": ["anime", "serie"],
      "languages": ["japanese", "en-subs"],
      "items": [
        { "title": "s01e01", "link": "https://www.youtube.com/embed/goMhyA9cTfI?si=vCYB8oK3G5HB9e1h" },
        { "title": "s01e02", "link": "https://www.youtube.com/embed/74PlTniQeWQ?si=04ry4DX_n8v-mSMk" },
        { "title": "s01e03", "link": "https://www.youtube.com/embed/yJzPKui_fhk?si=-nwQlvp8F7NMtDyu" },
        { "title": "s01e04", "link": "https://www.youtube.com/embed/-GdSdBuejsU?si=FjcbDFuSniSn6Y53" },
        { "title": "s01e05", "link": "https://www.youtube.com/embed/bazzBnmk6gY?si=llblWNRKVRk7-wa0" },
        { "title": "s01e06", "link": "https://www.youtube.com/embed/lmLHUh9J9x4?si=2t6NRyHQmBcJ7sRW" },
        { "title": "s01e07", "link": "https://www.youtube.com/embed/QwOvwe5AjFs?si=Q7Z_oUuz6lxdkFP0" },
        { "title": "s01e08", "link": "https://www.youtube.com/embed/T72h8Cll3ak?si=EGDD_SIR7mOIbtaC" },
        { "title": "s01e09", "link": "https://www.youtube.com/embed/NYD6U_9W8Rs?si=pZepoDFfAxjdRGu8" },
        { "title": "s01e10", "link": "https://www.youtube.com/embed/tSkXjFcjM1o?si=Vp1egFox6YYo39kK" },
        { "title": "s01e11", "link": "https://www.youtube.com/embed/95q5gxgFC_0?si=nylMSv538egSjLCd" },
        { "title": "s01e12", "link": "https://www.youtube.com/embed/cf5tzaWB2aI?si=sYYaUL5krWSWIUkD" },
        { "title": "s01e13", "link": "https://www.youtube.com/embed/M-G6UqVJ1AY?si=G8wwiqmWt4F074P0" }
       ],
      "runtime": "52 min",
      "imdb": "tt3639864",
      "creator": ["Asahi Production"]
    },
    {
      "id": "tomboy-2011",
      "title": "Tomboy (2011)",
      "description": "Tomboy je označení pro děvče, které se chová jako chlapec a snaží se mít vlastnosti typické pro kluky, např. klukovské oblékání a hry spojované spíše s chlapci – fotbal a podobně. Desetiletá Laura se s rodiči a mladší sestrou přestěhovala do nového bytu v příjemném prostředí nedaleko Paříže. V šortkách, sportovním tričku a s nakrátko ostříhanými vlasy je k nerozeznání od kluka. Začínají letní prázdniny a Laura se pomalu seznamuje s novými kamarády...",
      "labels": ["drama", "tomboy"],
      "types": ["movie"],
      "languages": ["french", "cs-subs"],
      "items": [
        { "title": "movie", "link": "https://drive.google.com/file/d/1RnmVtEFVPlzhDxXGIo2G9eMdWZ9li6e1/preview" }
       ],
      "runtime": "84 min",
      "imdb": "tt1847731",
      "creator": ["??"]
    },
    {
      "id": "big-mommas-like-father-like-son-2011",
      "title": "Big Mommas: Like Father, Like Son (2011)",
      "title-cs": "Agenti v sukních: Jaký otec, takový syn",
      "description": "Agent v sukni je zpět, ovšem tentokrát má s sebou posilu: svého nevlastního pubertálního syna Trenta. Martin Lawrence se vrací jako agent FBI Malcolm Turner a jeho alter-ego Big Momma. Trent se stane svědkem vraždy, a tak se oba musejí skrývat v přestrojení – v dívčí škole umění. Se svými novými identitami musejí Big Momma s Charmaine najít vraha dřív, než on najde je.",
      "labels": ["comedy", "action", "krimi", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/4371a31d7dbd7a2877be" }
       ],
      "runtime": "103 min",
      "imdb": "tt1464174",
      "creator": ["20th Century Fox"]
    },
    {
      "id": "big-mommas-house-2-2006",
      "title": "Big Momma's House 2 (2006)",
      "title-cs": "Agent v sukni 2",
      "description": "Salvy smíchu opět otřásají celým domem! V závěsu za megahitem Agent v sukni přichází jeho super pokračování, které je ještě šílenější, legračnější a zábavnější než originál! Agent FBI Malcolm Turner (Martin Lawrence) se v zájmu národní bezpečnosti vrací v přestrojení za Big Momma – pedantskou a trochu výstřední jižanskou babičku se zálibou v basketbalu! Teď tahle babička musí nahradit chůvu tří nezkrotných dětí v rodině z vyšší společnosti. Potřebuje totiž proniknout do blízkosti jejich tatínka – počítačového hackera. A to se neobejde bez šílených kousků a gagů, při kterých vám polezou oči z důlků.",
      "labels": ["comedy", "action", "krimi", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/d0b7cb99ab072eaed7bf" }
       ],
      "runtime": "94 min",
      "imdb": "tt0421729",
      "creator": ["20th Century Fox"]
    },
    {
      "id": "kinky-boots-2005",
      "title": "Kinky Boots (2005)",
      "title-cs": "Sexy botky",
      "description": "Jak daleko byste zašli, abyste zachránili rodinnou firmu? Britsko-americký film podle skutečného příběhu vypráví příběh Charlieho Price. Ten se po smrti otce stává ze dne na den šéfem velkého rodinného podniku na výrobu bot v anglickém Northamptonu. Záhy se však ukáže, že finanční stabilita rodinného stříbra zdaleka není taková, jak všichni předpokládali. Naopak, bankrot firmy kvůli nedostatku zakázek se zdá být neodvratný. Mladý Charlie se ale odmítá nepřízni osudu podvolit. Hledá odbytiště, kde se dá, a ve své snaze najde nečekaného spojence ve výstřední kabaretní zpěvačce Lole. Snímek tak nepřibližuje jen osud jedné továrny na boty, ale zabývá se i takovými tématy, jako jsou z tradice plynoucí předsudky.",
      "labels": ["comedy", "musical", "fashion", "true-story", "drag-queen", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://prehraj.to/embed/5c36ca0db7fa4" }
       ],
      "runtime": "107 min",
      "imdb": "tt0434124",
      "creator": ["Miramax Films"]
    },
    {
      "id": "white-chicks-2004",
      "title": "White Chicks (2004)",
      "title-cs": "Někdo to rád blond",
      "description": "Co se stane, když se dva nešikovní agenti FBI musí převléct za blonďaté dívky a pokusí se proniknout do vyšší společnosti? Skandál! Šílené situace a nonstop zábava provází bratry, kteří se ze smolařů mění v mladé ženy s postavením! S filmem Někdo to rád blond plným dobré muziky se budete od začátku do konce skutečně bavit!",
      "labels": ["krimi", "comedy", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/7b45c33de1c736be8cbd" }
       ],
      "runtime": "97 min",
      "imdb": "tt0381707",
      "creator": ["Columbia Pictures"]
    },
    {
      "id": "big-mommas-house-2000",
      "title": "Big Momma's House (2000)",
      "title-cs": "Agent v sukni",
      "description": "Agent FBI Macolm Turner je pověřen důležitým úkolem. Dopadnout federální policií hledaného zloděje a vraha, který by se mohl motat kolem svého malého synka a své ženy Sherry (Nia Long). Jenže ta netuší, že je sledována právě Malcolmem, který střeží její bezpečí. Sherry se ze strachu chce ukrýt v domě své matky a telefonicky se domluví, že přijede. Jenže stará paní nečekaně odjíždí dřív, než dcera dorazí a to je příležitost pro Malcolma nahradit Big Momma. Převlek je tak dokonalý, že Sherry, pravda dlouho matku neviděla, vůbec nepoznává, že to není ona. Jenže Malcolm musí také plnit profesní úkoly agenta nejen v převleku, ale i v civilu, a tak se Sherry setkává s Malcolmem nejen v sukni, ale i v civilu. A Malcolm je zatraceně pohledným agentem. A tak láska na sebe nenechá dlouho čekat, jenže Sherry nic netuší až do příjezdu pravé matky.",
      "labels": ["comedy", "action", "krimi", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://prehraj.to/embed/57c10a10adf1c" }
       ],
      "runtime": "98 min",
      "imdb": "tt0208003",
      "creator": ["20th Century Fox"]
    },
    {
      "id": "boys-dont-cry-1999",
      "title": "Boys Don't Cry (1999)",
      "description": "Teena Brandonová, děvče z malého městečka, utíká po krádeži auta před spravedlností. Při té příležitosti si změní jméno na Brandon Teena a spolu s tím kompletně změní svou osobnost. Teena má totiž už dlouho pocit, že se narodila ve špatném těle. V obrovských zmatcích, které provázejí její přeměnu se seznamuje s dívkou jménem Lana, která fatálně vstoupí do jejího života. Po krátké romantické známosti se Lena doví celou pravdu - policie totiž zatkne Brandona a uvězní ho v ženském oddělení. Vyjevit těžkou pravdu milované osobě je pro Teenu nadlidský úkol, ale ukáže se že pravda její vztah s Lanou neohrozí. Bohužel do situace zasáhne Lanina rodina - která vyrovná účty za zrazenou Lanu po svém... Film vznikl na základě skutečných událostí a neskutečně věrohodný herecký výkon vynesl představitelce hlavní role Oscara v roce kdy Cenám Akademie dominovala Americká Krása.",      "labels": ["krimi", "drama", "romantic", "tomboy"],
      "labels": ["krimi", "drama", "romantic", "tomboy"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/ac873f5f421d5880e88d" }
       ],
      "runtime": "119 min",
      "imdb": "tt0171804",
      "creator": ["??"]
    },
    {
      "id": "mrs-doubtfire-1993",
      "title": "Mrs. Doubtfire (1993)",
      "title-cs": "Táta v sukni",
      "description": "Táta v sukni. Kam až by takový běžný otec byl schopen zajít, aby mohl strávit více času se svými dětmi? Daniel Hillard není žádný běžný otec, takže jakmile se dozví, že jeho exmanželka potřebuje hospodyni, okamžitě se uchází o místo. Stačí perfektní paruka, trochu make-upu a šaty pro každou příležitost a Daniel se stává paní Doubtfire, loajální britskou chůvou, která je okamžitě přijata. Převlečený Daniel je najednou ženou, ačkoli nikdy netušil, že by jí mohl být, a to mu umožní začít s celou svou rodinou úplně nový život. Díky fantastickému, vtipnému a často i dojemnému Robinu Williamsovi se tento film stal kasovním trhákem, na který se dá dívat zas a znova.",
      "labels": ["comedy", "family", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/13572ef0720dd27a8479" }
       ],
      "runtime": "120 min",
      "imdb": "tt0107614",
      "creator": ["20th Century Fox"]
    },
    {
      "id": "tootsie-1982",
      "title": "Tootsie (1982)",
      "description": "Neúspěšný herec Michael Dorsey nemůže získat práci kvůli své pověsti náladového herce. Rozhodne se proto vydávat za ženu Dorothy Michaelsovou a získá roli v populárním televizním seriálu. Jako Dorothy se stává miláčkem amerických domácností, ale situace se komplikuje, když se zamiluje do mladé herečky, zatímco její otec se zamiluje do Dorothy. Film je komedií o záměně identit a patří mezi klasiky.",
      "labels": ["comedy", "romantic", "crossdress"],
      "types": ["movie"],
      "languages": ["cs-dab"],
      "items": [
        { "title": "movie", "link": "https://online.sktorrent.eu/embed/62c6d7af57c609363291" }
       ],
      "runtime": "113 min",
      "imdb": "tt0084805",
      "creator": ["??"]
    },
    {
      "id": "glen-or-glenda-1953",
      "title": "Glen or Glenda (1953)",
      "description": "Policejní inspektor vyšetřuje sebevraždu Patricka/Patricie a konzultuje případ s doktorem Altonem, který mu vypráví příběh Glena/Glendy. Glen je transvestita, ale není homosexuál, a svou identitu skrývá před svou snoubenkou Barbarou. Rozpolcený mezi upřímností a strachem má sny o svém vnitřním konfliktu. Nakonec se Barbarě přizná a ta ho přijme. Dr. Alton také vypráví příběh Alana, válečného veterána z druhé světové války, který se prostřednictvím operace změnil v Anne.",
      "labels": ["documentary", "drama", "krimi", "true-story", "crossdress"],
      "types": ["movie"],
      "languages": ["english"],
      "items": [
        { "title": "movie", "link": "https://www.youtube.com/embed/jgvEvgYXa4o?si=HOwst9i9fXjIm0G7" }
       ],
      "runtime": "69 min",
      "imdb": "tt0045826",
      "creator": ["Screen Classics"]
    }
  ]
}
